Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=806_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Oletko kiinnostunut oppimateriaalityöstä ?
sme: Leatgo beroštuvvan oahppamateriálabargguin ?

source: Saamelaiskäräjät tuottaa kouluja varten oppimateriaaleja.
sme: Sámediggi buvttada skuvllaid várás oahppamateriálaid.

source: Tässä työssä tarvitsemme oppimateriaalien tekijöitä.
sme: Dán barggus dárbbašit oahppamateriálaid ráhkadeaddjiid.

source: Oletko kiinnostunut tällaisesta työstä ?
sme: Leatgo don beroštuvvan dákkár bargguin ?

source: Materiaaleja valmistetaan koulutus- ja oppimateriaalilautakunnan hyväksymän tuotantosuunnitelman mukaisesti, mutta otamme mielellämme vastaan hyviä ideoita ja ehdotuksia.
sme: Materiálat ráhkaduvvojit skuvlen- ja oahppamateriálalávdegotti dohkkehan buvttadanplána vuođul, muhto váldit maid vuostá buriid ideaid ja evttohusaid.

source: Jos olet kiinnostunut oppimateriaalityöstä, ota yhteyttä Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon.
sme: Juos leat beroštuvvan oahppamateriálabargguin, de váldde oktavuođa Sámedikki skuvlen- ja oahppamateriáladoaimmahahkii.

source: Lisätietoja saat oppimateriaalisihteeriltä.
sme: Lassedieđuid oaččut oahppamateriálačállis.
